"alert_message_invalid_pin" = "The PIN is not valid.";

"command_error_blocked_ciam_id" = "Vous avez saisi votre code PIN de manière incorrecte %1$d fois de suite. Votre ID Mercedes me a donc été bloqué pour %2$@.";

"command_error_minute" = "%1$d minute";

"command_error_minutes" = "%1$d minutes";

"command_error_pin_invalid" = "Vous avez saisi votre code PIN %1$d de manière erronée.";

"general_cancel" = "Annuler";

"general_error_msg" = "Une erreur est survenue. Veuillez réessayer.";

"general_error_network_msg" = "Un problème est survenu. Veuillez vérifier votre connexion Internet.";

"general_error_title" = "Erreur";

"general_hint" = "Remarque";

"general_no" = "Non";

"general_ok" = "OK";

"general_yes" = "Oui";

"login_error_authentication_failed" = "L'authentification a échoué. Veuillez réessayer.";

"login_error_wrong_tan" = "Malheureusement, les informations que vous avez saisies sont incorrectes. Veuillez noter qu'il vous faudra peut-être patienter quelques minutes avant la prochaine tentative.";

"login_info_alert_message" = "L'ID Mercedes me se compose soit de votre numéro de téléphone portable, soit de votre adresse e-mail. Votre ID Mercedes me vous permet de vous connecter au monde numérique de Mercedes-Benz partout dans le monde. Il vous donne accès à tous les services, fonctions et plateformes disponibles dans le pays dans lequel vous vous trouvez.";

"login_info_alert_title" = "ID Mercedes me";

"login_invalid_input" = "Saisissez une adresse électronique ou un numéro de téléphone corrects.";

"login_mercedesme_id" = "ID Mercedes me";

"login_next" = "Suivant";

"login_only_caption" = "Connexion";

"login_username" = "Numéro de téléphone portable ou adresse e-mail";

"login_user_not_registered" = "Veuillez vous inscrire gratuitement dans l'une des autres applis Mercedes me.";

"pin_popup_button_again" = "Réessayer";

"pin_popup_cancel" = "Annuler";

"pin_popup_default_no_pin_message" = "Veuillez définir un code PIN dans l'une des applications Mercedes me.";

"pin_popup_description" = "Veuillez saisir votre PIN à %1$d caractères :";

"pin_popup_send" = "Envoyer";

"pin_popup_title" = "Saisie du PIN";

"pin_popup_wrong_pin_msg" = "Le PIN est incorrect. Veuillez réessayer.";

"pin_popup_wrong_pin_title" = "PIN erroné";

"registration_user_consent_message" = "Pour pouvoir améliorer sans cesse l’application, nous analysons l’utilisation de l’application et de ses fonctions de manière anonyme. Cette fonction peut être désactivée à tout moment sous Menu > Réglages > Analytics.";

"registration_user_consent_title" = "Données d'utilisation de Mercedes me";

"verification_btn_next" = "Continuer";

"verification_btn_send_again" = "Demander un nouveau code TAN";

"verification_headline" = "Code de vérification";

"verification_login_msg_mail" = "Saisissez le code TAN que nous vous avons envoyé par e-mail.";

"verification_login_msg_user" = "Nous avons envoyé un code à %1$d caractères à %2$@ à des fins de vérification. Veuillez saisir ce code.";

"verification_not_received" = "Vous n’avez pas reçu de code TAN ?";

"verification_not_received_hint_mail" = "Veuillez vérifier l'adresse e-mail saisie ou demander un nouveau code de vérification.";

"verification_not_received_hint_phone" = "Veuillez vérifier le numéro de téléphone portable indiqué ou demander un nouveau code TAN.";

"verification_send_again_msg" = "Votre demande a été renvoyée";

"verification_title" = "Vérification";

